<template>
  <div class="page-container bg-white">
    <ul v-if="tabSwitch==0">
      <li class="sl-cell" @click="tabSwitch=1">常见问题<i class="icon-arrow-right float-right"></i></li>
      <li class="sl-cell" @click="tabSwitch=2">关于我们<i class="icon-arrow-right float-right"></i></li>
      <li class="sl-cell" @click="tabSwitch=3">用户协议<i class="icon-arrow-right float-right"></i></li>
    </ul>
    <div class="content-page" v-if="tabSwitch==1">
      <div class="fs-xxl margin-bottom-20">我是项目方<a class="float-right fs-l fc-theme" @click="tabSwitch=0">返回</a></div>
      <span class="fc-theme">Q 平台在交易中收取服务费吗？</span>
      <p>目前平台在项目交易中不收取服务费，平台会承担交易中的资金托管担保，保障项目方及专家的利益，不收取双方任何的服务费。（未来收取服务费时会另行通知）</p>
      <span class="fc-theme"> Q 平台上的专家是经过审核的吗？</span>
      <p>审核标准是什么？专家均经过平台官方的严格审核，至少三年以上工作经验，具有知名企业工作或知名项目案例经验，保证专业度及工作质量和效率。</p>
      <span class="fc-theme">Q平台是如何给我推荐专家的？</span>
      <p>推荐给我的专家不满意怎么办？平台只会为你推荐通过审核的专家，会根据项目要求的职位类型、所需技能、行业经验等来推荐匹配的专家。
        如果推荐的专家不满意，我们会通过专业的人工客服为你一对一个性化定制服务，为你手动筛选推荐对接符合你要求的专家。</p>
      <span class="fc-theme">Q 项目交付的质量有问题怎么办？</span>
      <p>项目完成时，项目方验收如有问题，可直接通过客服电话联系我们，申请平台仲裁，直至问题解决。</p>
      <span class="fc-theme">Q 项目不能按时交付怎么办？</span>
      <p>一般大型项目建议配备专属的项目经理来负责项目进度和质量，由项目经理把控进程，专家在平台接项目需每天提交里程碑及交付物，保证项目能够按计划完成。
        如出现延期是因为项目方的需求变更等原因导致项目进度出现延期的，由项目方承担负责。如果是由于专家个人原因没有按照项目方需求实现效果及未按交付时间按时完成任务的，
        由专家承担责任。</p>
      <span class="fc-theme">Q 平台受理的纠纷流程是什么？</span>
      <p>首先，项目方和专家都可以提出纠纷申请，提交纠纷原因、问题陈述及相关证据材料。其次，收到申请后，平台确认受理，并通知双方。第三，在规定期限内，
        纠纷双方可以持续的举证/反证，进一步协商沟通，寻找解决矛盾的平衡点。其间如果双方达成一致，随时可以由申请方撤销本次纠纷申请。
        第四，如果期限内双方调解协商无效，平台会依据当前证据，以第三方自然人的角度做出评定，并将结果公示给纠纷双方。</p>
      <span class="fc-theme">Q 如何申请退款？</span>
      <p>申请退款需要通过专家确认，我们会打电话给双方核实情况，确认后的1-3个工作日完成退款。</p>
      <div class="fs-xxl margin-bottom-20 margin-top-20">我是专家</div>
      <span class="fc-theme">Q 通过审核成功入驻后，我能做什么？</span>
      <p>你可以查看平台推荐给你的项目，对感兴趣的项目进行报价并发送申请意向，你也可以主动查看项目列表进行申请。成功参与项目开始合作后，你可以在『我的工作』里查看项目的详情及状态，
        也可以通过站内『消息』与项目方随时进行交流沟通。</p>
      <span class="fc-theme"> Q 平台根据什么规则给我推荐项目？</span>
      <p>平台只会给通过审核的专家推荐项目，会通过你的职位类型、擅长技能、工作经验、作品案例、是否开启了接单状态等维度为你推荐项目。请打开通知推送，方便及时收到我们为你推荐的项目。</p>
      <span class="fc-theme">Q如何申请项目？</span>
      <p>只有通过平台审核的专家才有申请项目的资格，你可以查看和你技能匹配的项目，只要状态是『招募中』的项目，你都可以『发送申请意向』，填写报价及你的合作意向说明，
        项目方会根据你的报价、申请信及个人主页资料，进行综合的匹配筛选。</p>
      <span class="fc-theme">Q 项目款如何结算？什么时候结算？</span>
      <p>项目方『确认验收』后，24小时内转账到专家的『我的钱包』，可随时申请提现。</p>
    </div>
    <div class="content-page" v-if="tabSwitch==2">
      <div class="about-us-container">
        <div class="fs-xxl text-center">关于我们<a class="float-right fs-l fc-theme" @click="tabSwitch=0">返回</a></div>
        <span>我们的愿景：“让每一个前进的企业，都能拥有自己的品牌营销团队”</span>
        <p class="margin-top-10 border-bottom padding-bottom-10">
          搜罗猫，我们致力品牌营销服务的按需雇佣平台，专注于品牌营销短期项目的雇佣与承接，1小时内对接专业人才，帮助企业低成本、高效率推进项目完成，
          提高专业人才的收入。平台为创业者，尤其是中小微企业提供成本最优的一站式营销服务，并全程提供专业化的服务和监管，保障项目的质量。</p>
        <div class="margin-top-10">联系我们</div>
        <span>服务热线: 000000000000 周一至周五 10:00-19:00</span><br/>
        <label>联系邮箱</label><br/>
        <span>办公地址：上海市张扬路188号汤臣中心B栋5F</span>
      </div>
    </div>
    <div class="content-page" v-if="tabSwitch==3">
      <div class="fs-xxl text-center">用户协议<a class="float-right fs-l fc-theme" @click="tabSwitch=0">返回</a></div>
      <p>（本协议于2016年8月6日最新修订）<br/>《搜罗猫用户协议》（以下简称“本协议”）作为搜罗猫平台（以下简称“本网站”）
        提供服务的依据，确定用户在何种条件、以何种方式使用本网站及本网站的服务。在使用本网站及相关服务前，您应当注册成为本网站用户。
        进行用户注册时，请您认真阅读本协议，一旦完成注册即表示您已经知悉并了解本协议，接受本协议的条款约束，本协议当即具有合同效力。
        如您对本协议的任何条款表示异议，您应当选择不使用本网站。本协议包括基于本协议制定的各项规则，所有规则为本协议不可分割的一部分，与本协议具有同等效力。
        本网站有权随时变更本协议并在本页面发布。当您继续使用本网站及相关服务，则视为您完全接受协议的变更。搜罗猫的所有权、运营权、解释权归杭州搜罗文化创意有限公司所有。</p>
      <span class="fc-theme">一、服务描述及定义</span>
      <p>本网站是连接专家与需求方的在线中介信息平台，促成专家和需求方达成交易。<br/>
        “本网站”，“本平台”“平台运营商”：指搜罗猫。<br/>
        “用户”：指具有完全民事行为能力的搜罗猫服务使用者。用户包括下述的“项目方”及“专家”，一个用户可能同时具有“项目方”及“专家”的身份。<br/>
        “账号”：指用户为使用本网站及相关服务而登记注册的用户身份识别信息。用户只有注册账号才能使用本网站的服务。<br/>
        “项目方”：指在本网站上发布项目需求的用户，也即需求方。项目方可以是企业、个人或组织等。<br/>
        “专家”：指在本平台上申请项目、向项目方提供作品、技术等服务并获取项目方支付的报酬的用户，也即自由职业者。<br/>
        “项目”：指项目方需求所对应的具体的任务，工程等表现形式。<br/>
        “服务交易”：指项目方和专家就项目相关内容和要求达成一致后，专家向项目方提供服务，项目方向专家支付服务费的交易行为。</p>
      <span class="fc-theme">二、成为注册用户</span>
      <p>(一) 用户主体适格<br/>
        符合下列条件之一且未曾被本网站封禁账户的自然人或者组织可以注册成为本网站用户，但本网站有权拒绝用户的注册并且不做出任何解释或说明。<br/>
        1. 年满十六周岁，并且具有民事权利能力和民事行为能力的自然人；<br/>
        2. 依据中华人民共和国法律、法规、部门规章等规范性文件成立并合法存续的企业、机关、社团、事业单位和其他组织。具有能使用本网站服务的民事权利能力和民事行为能力。<br/>
        (二) 用户信息完备<br/>
        用户可能需要提供明确的联系方式、通讯地址、真实姓名或名称、个人资质文件、资金支付方式等信息，方能完成注册或使用本网站的服务。
        为了合法、合规地为用户提供更好的服务，本网站将不时增加或删除用户需提交的信息。如用户不同意使用提供上述信息，则应当停止使用本网站的服务。</p>
      <span class="fc-theme">三、用户间交易及本网站使用</span>
      <p>用户有权根据本协议及本网站发布的相关规则，在本网站查询自身信息、发布需求、参与申请项目、参加本网站活动、享受本网站的用户福利、接受本网站的资讯信息及其他服务，
        并承担相应的义务。本网站基于为用户提供相关服务，享有必要的权利，承担相应的义务。<br/>
        (一) 服务和收费<br/>
        本网站作为中介平台为用户提供需求发布、服务接单、合同签订、价款支付、项目过程管理、验收结算、纠纷处理等一系列服务，
        且上述服务除必要的行政收费、税费、支付手续费等费用外，均为免费提供服务。<br/>
        (二) 用户承诺<br/>
        1. 用户应当提供真实、准确的信息，包括但不限于姓名或名称、个人身份证明、资质证明、通讯地址等。用户保证及时更新上述信息，否则承担因信息不真实、不准确所造成的任何损失。<br/>
        2. 用户同意本网站对其注册资料进行审查并要求用户对任何问题或疑问做出解释、更正；本网站保留权利拒绝用户的注册并且不做出任何解释、说明或通知。<br/>
        3. 用户承诺知悉并了解基于本协议制定的各项规则，同意所有规则为本协议不可分割的一部分，与本协议具有同等效力。<br/>
        4. 用户应妥善保管自己的账户和密码，该账户在本网站进行的所有操作和活动（包括但不限于信息浏览、发布项目、参与申请项目等）均视为用户自身真实的意思表示。
        任何因用户过错导致的帐号安全问题以及由此引起的损失，均由用户自行承担。<br/>
        5. 用户承诺在使用本网站服务的过程中，严格遵守法律、法规等规范性文件、本网站的各项规则和协议以及社会公序良俗。
        用户违反上述规范产生的任何责任、损失和法律后果，均由用户承担。<br/>
        6. 用户承诺在使用本网站的服务过程中将最大程度的遵守诚实信用原则。<br/>
        7. 用户承诺一旦使用本网站的服务即视为同意接受来自本网站的信息、资讯，包括但不限于项目信息、交易信息、活动信息、推广信息等。<br/>
        8. 本网站将不时地指定本网站（所有者）的关联公司或者第三方作为本网站的代理，为用户提供本平台相应的服务。用户同意本上述关联公司或第三方公司享有与本网的同等权利。<br/>
        (三) 用户行为限制<br/>
        1. 用户的行为不得违反法律、行政法规、部门规章、地方性法规等规范性文件，本网站的各项规则和协议以及社会公序良俗。<br/>
        2. 用户不得破坏交易秩序，不得从事与本网站服务和项目交易无关的行为。<br/>
        3. 用户不得以虚假信息注册账号，不得冒用、盗用、借用他人、关联机构或社会名人的名义注册账号名称。<br/>
        4. 用户在未经本网站同意的情况下，不得转让或授权他人使用其所有的本网站账号。<br/>
        5. 用户不得使用任何机器人软件、脚本等其他方式，自动访问或登录本网站。<br/>
        6. 用户不得以任何技术手段恶意破坏网站或以大量发布垃圾信息等方式干扰网站运营。<br/>
        7.  用户不得以任何方式对本网站（以及已有或可能发布的相关App、微信公众号等平台服务载体）进行反向工程。<br/>
        8. 用户不得在未经本网站和项目交易方的同意下，将本网站的任何信息、资料以及在交易过程中任何信息、资料用作其他商业用途、
        出售或者传播（包括但不限于以复制、修改、转发、收集、翻译等形式制作复制品、衍生品，或使其公布于众）。<br/>
        (四) 用户信息的收集及使用<br/>
        为了更好的为用户提供服务，以及可能用于本网站的推广，本网站有权收集和使用用户在使用本网站服务的过程中产生的数据、使用痕迹等信息（非个人信息），
        包括但不限于用户数量、交易数量、平均交易金额、行业分布、用户活跃度、用户人均在线时长等。
        本网站不会将任何个人信息以出售、交换等方式提供给任何与本网站服务无关的第三方。<br/>
        (五) 发布项目<br/>
        1. 用户（项目方）应在本网站合适的位置，以合适的形式发布项目。<br/>
        2.  用户（项目方）需确保在本网站上发布的项目信息真实、准确、详细。<br/>
        3. 用户（项目方）在本网站发布的项目信息，应遵守法律、行政法规、部门规章等规范性文件，本网站的各项规则和协议以及社会公序良俗。<br/>
        4. 用户（项目方）应确保本网站发布的项目信息，不侵犯任何第三人的合法权益（包括但不限于知识产权）。<br/>
        5. 如因用户（项目方）提交的项目信息不符合上述要求导致用户（专家）、平台或第三方损失的，用户（项目方）应承担全部责任。<br/>
        6. 本网站有权对用户（项目方）发布的项目信息进行审查并要求用户（项目方）对任何问题或疑问做出解释、更正；
        本网站可自行全权决定移除用户（项目方）发布的项目并不做出任何解释、说明或通知。
        如用户（项目方）对此有任何异议可以与本网站进行沟通，但本网站不保证沟通结果。<br/>
        7. 用户（项目方）可以在确定最终中标专家前撤回项目，但多个专家基于该项目特殊需求而为申请项目付出的前期必要准备或必要成本，
        应由用户（项目方）承担。用户（项目方）在与中标者达成合作意向，经系统确认交易达成后，不得撤回项目。
        用户（项目方）擅自终止项目合作的，应依据本协议及《服务交易合同》（如有）承担违约责任。<br/>
        8. 用户（项目方）发布的项目信息视项目本身的情况及本网站系统要求，
        包括但不限于项目描述及要求、项目工期、项目金额、项目阶段、项目成果的验收、项目维护、服务费用（或保证金）的支付方式及支付节点等内容。<br/>
        (六) 项目金额<br/>
        1. 项目金额由项目方和专家依据双方提供的信息，通过本网站的申请项目系统，磋商确定。项目金额包括项目服务费用以及项目维护费用（如有），并应当按照国家相关规定缴纳税费。<br/>
        2. 项目方为个人的，本网站可以协助交易双方向税务部门申请代开发票。项目相关税费由项目方和专家协商一致确定承担者。<br/>
        3. 本网站应用户需求，可能会以收取保证金的形式托管项目方支付的项目资金。项目方应在专家中标后，将合同金额的100%作为保证金支付于本网站的第三方账户。
        除可能涉及的必要税费外，本网站不收取任何手续费。
        项目方应及时支付项目保证金，如未能足额支付的，专家有权不提供项目服务。本网站将在确认保证金到帐后通过本网站的系统通知交易双方。<br/>
        4. 本网站可能将不时地指定本网站（所有者）的关联公司或者第三方作为本网站的代理，从用户处收取项目保证金或者代为向用户支付项目费用。
        用户同意上述关联公司或第三方公司享有与本网站的同等权利。<br/>
        5. 本网站承诺不挪用保证金（如有）。本网站及上述管理公司或第三方公司在履行该托管义务后，不对用户资金承担任何的责任。<br/>
        (七) 申请项目<br/>
        1. 用户（专家）应在本网站合适的位置，以合适的形式提交申请项目信息。<br/>
        2. 用户（专家）确保在申请项目时所提供的报价、个人技能等信息真实、准确、详细。<br/>
        3. 用户（专家）在申请项目过程中提供的信息，应遵守法律、行政法规、部门规章等规范性文件，本网站的各项规则和协议以及社会公序良俗。<br/>
        4. 用户（专家）应确保申请项目信息不侵犯任何第三人的合法权益（包括但不限于知识产权）。<br/>
        5. 如因用户（专家）提交的申请项目信息不符合上述要求导致用户（项目方）、平台或第三方损失的，用户（专家）应承担全部责任。<br/>
        6. 网站有权对用户（专家）在申请项目过程中提供的信息进行审查并要求用户（专家）对任何问题或疑问做出解释、更正；
        本网站可自行全权决定移除用户（专家）在申请项目过程中提供的信息，并不做出任何解释、说明或通知。
        如用户（专家）对此有任何异议可以与本网站进行沟通，但本网站不保证沟通结果。<br/>
        7. 用户（专家）参与申请项目，即表明接受用户（项目方）发布的项目信息中的所有约束条件，包括但不限于项目验收（以及其标准和时限）、服务费用（以及其支付时限）。<br/>
        (八) 交易达成<br/>
        1. 项目方发布需求后，有多位专家申请项目的，项目方有权自行决定中标者。<br/>
        双方协商一致经系统确认后交易达成。本网站在线上为交易双方提供《交易服务合同》范本，交易双方可向本网站申请进行线下签约。<br/>
        2. 专家不得在获取项目信息后，私下联系项目方，通过恶意降低投标价格获得项目方中标决定，和/或在商定《服务交易合同》的过程中要求项目方支付高价。
        如专家有上述行为，一经发现，本网站有权立即取消专家的中标资格，并暂停对其提供的平台服务。<br/>
        3. 项目方在获取专家联系方式后，撤回项目需求，私下与服务达成交易的，本网站不对交易双方及交易双方的任何行为做出任何保障。由此原因给用户自身或者第三方造成损失的，
        本网站不承担任何责任。对本网站造成损失的，用户应承担赔偿责任。上述行为一经发现，本网站有权立即暂停或永久取消对相关用户的服务。<br/>
        (九) 项目监督及跟进<br/>
        1. 项目方有权对专家的服务内容进行监督，包括但不限于了解项目进展、项目输出等。<br/>
        2. 项目方对专家的行为（包括但不限于服务内容、服务质量、项目延误等）有异议的，有权在本网站进行申诉。<br/>
        3. 项目方在项目进行过程中需要增减、修改项目需求的，应当征得专家的同意。涉及项目工期及金额变更的，应即时通知本网站并相应调整保证金金额。<br/>
        4. 专家应勤勉尽责地提供项目服务，保质保量的完成项目，严格遵守项目工期、项目阶段、项目验收等所有项目信息。<br/>
        5. 专家应当严格按照项目工期的要求提供项目服务。专家未能在项目需求约定的项目工期内完成项目或者未能提供符合项目需求的服务，应尽最大努力赶工或弥补不足，
        将项目方损失降至最低。同时专家应当接受平台相关规则的处理。<br/>
        6. 如因为项目方需求变更等原因导致项目进度出现延期的，应由项目方承担负责。如因专家个人原因（包括但不限于未能按照雇主需求实现效果），未按时完成任务的，由专家承担责任。<br/>
        7. 专家未经项目方同意，不得将项目转包、分包给任何第三方。<br/>
        (十) 项目成果及验收<br/>
        1. 专家为项目方提供服务所产生的项目成果的知识产权（包括但不限于著作权、商标权、专利权等）。<br/>
        归属项目方所有。如有特别约定的，双方应当做出书面约定。如需要在有关部门进行登记的，由交易双方协商办理。
        双方需要签订知识产权转让相关协议的，可向本平台进行申请，本平台可协助办理。<br/>
        2. 项目方有权依据项目需求中所约定的标准和时限对专家产出的项目成果做出验收，并做出是否通过验收的决定。如因项目复杂或其他原因需要延期验收的，项目方应当向本网站提出延期申请，
        但延期验收不得超过10个工作日。如项目方在其约定时间或最长延期时限届满时未出具验收结果通知的，将视为验收合格。<br/>
        3. 专家提供的服务不符合项目需求、验收不合格的，项目方有权要求专家在约定时间内免费进行返工或者完善。
        如专家在约定时间内仍未完成项目或仍验收不合格的，项目方有权酌情扣减项目金额。<br/>
        4. 如交易双方对上述事项产生争议的，依据本网站纠纷处理规则解决。纠纷处理的结果仅供交易双方参考，不做任何保证，不承担任何责任。
        本平台的纠纷处理规则不限制交易双方基于法律享有的诉讼权利。5. 鉴于项目自身类型的特殊性，项目方及本平台有权要求专家遵守特定的验收标准，
        且这些标准将不时的更改（扩充、删减、变更等）。如专家不同意特定的验收标准则不应申请该项目及/或该类项目，但此限制并不及于专家申请未做特别验收说明的项目。<br/>
        (十一) 项目费用的支付<br/>
        1. 项目完成并经验收无异议后，在项目方发出验收合格通知后，本网站将按照项目方发布项目需求时约定的付款时间将合同保证金的100%（也即项目方支付的服务费）一次性支付于专家。<br/>
        2. 如项目方按照项目需求中有关服务费用的约定要求专家就其支付的服务费用开具发票的，专家应予以配合。
        专家无法开具发票的，本平台可以但不保证协助专家向税务机关申请代开发票。相应税费承担者由项目方和专家协商确定。<br/>
        3. 基于项目自身类型的特殊性所要求的特定的验收标准，项目费用（保证金）的支付方式和规则可能会做具体调整。交易双方应当同意并遵循，否则不应当就该类项目达成交易。<br/>
        (十二) 项目维护<br/>
        1. 项目方未提出项目维护需求或项目无需维护的，项目验收合格即视为专家已完成全部的项目服务。<br/>
        2. 项目方可以要求专家提供免费或收费的项目维护服务，但应当有明确的项目维护具体内容、维护标准、计费标准。<br/>
        3. 专家应当按照项目需求中约定的项目维护要求，向项目方提供项目维护服务。<br/>
        4. 鉴于项目自身类型的特殊性，项目方及本平台有权要求专家遵守特定的项目维护要求，且这些要求将不时的更改（扩充、删减、变更等）。<br/>
        如专家不同意特定的项目维护要求则不应申请该项目及/或该类项目，但此限制并不及于专家申请未做特别维护要求的项目。<br/>
        (十三) 项目保密<br/>
        与服务交易有关的商业秘密、公司决策、产品策划、设计方案、运营策划、技术秘密、交易结算资金等信息，以及涉及服务交易的交易细节，在服务完成后，
        未经对方同意任何一方不得在合作范围外使用，并不得以任何方式向第三方提供，亦不得将该保密信息用于服务交易外的任何其他用途。
        但法律法规另有规定及《服务交易合同》另有书面约定的除外。<br/>
        (十四) 用户间违约<br/>
        1. 项目方和专家未能按照交易达成时双方的约定（本网站系统所载明的或者双方签订的《服务交易合同》所规定的）履行相应义务的，视为对另一方的违约，应承担相应的违约责任。<br/>
        2. 项目方未经专家同意擅自更改项目需求，导致专家无法完成项目或继续提供服务的，专家有权终止交易，并要求项目方对专家已提供服务部分支付相应的费用并加计20%的违约金。<br/>
        3.  专家解除项目交易的应提前3个工作日通知项目方并做好相应工作交接，给项目方造成损失的应当承担赔偿责任。本网站将在3个工作日推荐其他专家提供服务，保证项目进展。<br/>
        (十五) 用户间纠纷处理<br/>
        1.  用户就项目服务交易发生纠纷的，可以协商解决。若协商不成，可申请本网站介入。对本网站做出的纠纷处理结果不服的，可以向人民法院提起诉讼。<br/>
        2. 本网站在知悉纠纷后，有权通过各种途径（包括但不限于电子邮件、电话等方式）向纠纷双方了解纠纷情况，开展纠纷调查。
        双方应积极配合提供相应的信息和资料，并确保相应资料的真实、准确、详细。<br/>
        3. 本网站以中立的身份对纠纷进行调查、协调、斡旋、判断，在纠纷提交后10个工作日内提出处理方案。
        依据本网站的纠纷处理方案，本网站有权对项目保证金做出冻结、赔付、退还等处置。但该纠纷已进入司法程序的，本网站将退还保证金或交由司法机关提存，
        之后本网站不再负有任何对项目资金的保管义务。<br/>
        (十六) 用户反馈及声誉1. 用户在使用本网站服务的过程中，可对本网站及本网站的服务提出任何形式的评价、建议或其他意见。<br/>
        2. 用户在具体项目完成之后，可以在本网站规定的位置以合适的形式发表对服务交易及对方用户的评价、建议或其他意见。<br/>
        3. 对于用户的任何违规行为，本网站有权对项目方或者雇主的信息记录进行调整，方式包括但不限于记录不良行为、调整用户信用等级、黑白名单限制等，形式包括系统后台记录或网站公示公开。
        该等信息记录的调整将影响项目方或者雇主使用本网站的服务进行交易。<br/>
        4. 除与交易纠纷相关的反馈外，本网站不保证会对上述反馈做出回应。<br/>
        5. 用户的上述反馈不得违反法律法规等规范性文件，本网站的各项规则和协议以及社会公序良俗。<br/>
        (十七) 推广和宣传除用户特别要求且本网站接受该要求外，本网站有权在不做出任何通知的情况下，在本网站页面或者与本网站有关的市场宣传、推广材料上公开使用非自然人项目方的公开信息，
        包括但不限于名称、商号、商标、标语等。本网站承诺上述信息不用于与本网站服务无关的事项上。</p>
      <span class="fc-theme">四、服务的中断或终止</span>
      <p>1. 用户在使用本网站服务的所有行为（包括但不限于注册、发布项目需求、申请项目、支付项目费用保证金、提交项目成果、评价和反馈等行为），产生的所有信息，
        本网站有权依据法律法规、社会公序良俗、本网站的规则和协议，做出审查。本网站有权中断或终止对违规用户的服务。该用户以其他名义再次注册账户的，
        本网站有权再次中断或终止对该用户的服务。<br/>
        2.  用户长时间未登录账户超过6个月的，本网站有权中断或终止对该用户的服务。<br/>
        3. 用户申请终止服务的，经本网站同意后可以解除该用户协议。<br/>
        4. 本网站中断或终止对用户提供服务后，有权但并无义务继续保留用户在本网站的全部资料和信息（包括但不限于用户的账号信息、交易信息等）。<br/>
        5. 中断或终止对用户的服务并不免除用户因违反法律法规、社会公序良俗、本网站的规则和协议，而对本网站、网站其他用户或第三方应负的损失赔偿责任。
      </p>
      <span class="fc-theme">五、特别要求</span>
      <p>1. 基于某些（类型）项目的特殊性，项目方及本平台有权就项目的相关内容和交易做出特别的要求。交易双方应当同意并遵守这些规则，否则不应当申请该类项目并达成项目交易。
        这些特别的要求将不时的更改（扩充、删减、或变更等），用户就该类项目发布具体项目、申请具体项目、达成具体项目交易的，视为同意这些特别要求的。<br/>
        2.  设计类项目由于其难以进行具体、便于实操的标准化验收工作，该类项目达成交易后，专家应尽快设计核心页并确定设计主题风格，提交项目方初审。
        专家应根据项目方反馈及时调整涉及。相关时间节点由双方协商一致确定。专家多次修改，交易双方仍无法达成一致的，纠纷提交平台进行判定。
        平台有权依据判定结果从托管保证金中支取20%-40%支付于专家（但不必然）。该项目成果无论已经达成或处于半成品等任何状态，其知识产权等其他权利归属于专家所有，
        项目方不得有任何权利主张或使用行为。
      </p>
      <span class="fc-theme">六、责任声明</span>
      <p>1. 本网站作为中介服务平台，对用户的真实资信状况、用户发布信息的真实性、合法性、准确性等不作保证。
        本网站不可能也无义务对上述信息做出保证。因上述原因导致的对其他用户或第三方造成的损失，由直接责任人承担责任，本网站不负有任何责任。<br/>
        2. 本网站致力于为用户提供优质、稳定的服务。但本网站不保证本网站系统：能够满足所有用户需求；不出现任何的系统宕机、波动；不出现任何的数据丢失；<br/>
        3. 用户通过本网站获取的任何资料和信息，无论其来自于本网站或任何外部链接，本网站对其不做出任何保证；<br/>
        4. 涉及上述条款中的情形，而造成的用户利润、商誉等损失，本网站不承担任何直接、间接、附带、惩罚性的赔偿。
      </p>
      <span class="fc-theme">七、陈述与保证</span>
      <p>(一) 知识产权<br/>
        1. 本协议条款明确规定的，以及任何与本网站服务有关的内容的知识产权，由本网站或相关权利人所享有。
        该条款所指内容包括但不限于本网站设计、本网站代码、本网站内容、本网站资讯、用户信息、项目成果等。该条款所指知识产权包括但不限于专利权、著作权、商标权等。<br/>
        2. 用户应确保本网站的完整性，不得擅自修改本网站，不得反向编译本网站。<br/>
        (二) 隐私权<br/>
        1. 本网站承诺不将用户个人信息用于非本网站服务的用途。<br/>
        2. 本网站不向任何第三方提供用户个人信息，无论出于营利或非营利的目的。但属于为用户提供服务所必需，委托第三方为用户提供服务或经过用户同意的除外。<br/>
        3. 因第三方提出的涉及知识产权的权利主张或者行政、司法机关的介入，本网站有权披露用户的个人信息。<br/>
        4. 用户使用本网站所产生的不含个人特征的信息，本网站有权收集和利用，详见本协议“用户信息的收集与使用”部分。
      </p>
      <span class="fc-theme">八、协议的更新及修改</span>
      <p>本网站保留随时修正、更新本协议的权利。一旦发生相关修订或更新，本网站会将修订和更新的内容及时在本页面发布，用户如认为变更无法接受，应该停止使用本网站相关服务。
        如果继续使用本网站相关服务的，则视为用户接受变更条款并愿意受其约束。
      </p>
      <span class="fc-theme">九、协议解除、终止</span>
      <p>有以下情形的，本协议归于解除或终止：<br/>
        1. 本网站基于法律法规等规范性文件、本网站的各项规则和协议以及社会公序良俗，终止对用户提供服务的。该情形的协议终止并不免除用户应承担的相应责任。<br/>
        2. 双方协商一致的。双方应厘清各自应尽而未尽的责任，并妥善解决，方得解除合同。3. 一方主体归于消灭、撤销等无法有效存续状态的。依据法律法规的规定处理未决问题。<br/>
        4. 因不可抗力使本协议无法继续履行或者没有履行必要和意义。此情形双方均不承担责任。不可抗力是指不能遇见、不能避免并不能克服的客观情况，
        包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。<br/>
        5. 本协议终止或更新时，用户不接受新的协议。用户应当立即停止使用本网站的服务。</p>
      <span class="fc-theme">十、其他</span>
      <p>1. 用户应对在使用本网站过程中所获得的任何信息或资料予以保密。不得用于为使用本网站服务及进行服务交易之外的目的，不得向任何第三方泄漏或提供此等信息。<br/>
        2. 搜罗猫拥有对本协议的最终解释权。3. 用户与本平台的任何纠纷，可以通过协商的途径解决。协商不成的，任何一方可向本网站登记住所地的人民法院提起诉讼。</p>
    </div>
  </div>
</template>
<script>
  export default{
    data: function () {
      return {
        tabSwitch: 0
      }
    },
    methods: {},
    created: function () {

    }
  }
</script>
